Dlubal.RFEM5.ManipulationProject
3D Project parameters

Dlubal.RFEM5.ManipulationProject.CreateCopy
Create Copy

Dlubal.RFEM5.ManipulationProject.ProjectionDirection
Projection direction

Dlubal.RFEM5.ManipulationProject.Point1
First point of target plane

Dlubal.RFEM5.ManipulationProject.Point2
Second point of target plane

Dlubal.RFEM5.ManipulationProject.Point3
Third point of target plane

Dlubal.RFEM5.ManipulationProject.NodesIncrement
Numbering increment for nodes (0 = continuous)

Dlubal.RFEM5.ManipulationProject.MembersIncrement
Numbering increment for members (0 = continuous)

Dlubal.RFEM5.ManipulationProject.LinesIncrement
Numbering increment for lines (0 = continuous)

Dlubal.RFEM5.ManipulationProject.SurfacesIncrement
Numbering increment for surfaces (0 = continuous)

Dlubal.RFEM5.ManipulationProject.SolidsIncrement
Numbering increment for solids (0 = continuous)